{
	"@metadata": {
		"authors": [
			"Metalhead64"
		]
	},
	"html2wiki": "Importieren von HTML-Inhalt",
	"html2wiki-collection-name": "Name der Sammlung oder übergeordneter Pfad:",
	"html2wiki-comment": "Datei importiert von [https://www.mediawiki.org/wiki/Extension:Html2Wiki Html2Wiki]",
	"html2wiki-desc": "Importiert HTML-Inhalt in dein Wiki",
	"html2wiki-dry-run": "Trockenlauf:",
	"html2wiki-dry-run-heading": "Dies ist nur eine Vorschau! Die Inhalte wurden nicht gespeichert:",
	"html2wiki-summary": "HTML-Seiten in das Wiki importieren",
	"html2wiki-importbtn": "Importieren",
	"html2wiki-intro": "Verwende dieses Formular, um HTML-Inhalt in dein Wiki zu importieren.\n\nFalls du eine ZIP-Datei hochlädst, wird das Feld „Sammlungsname“ verwendet, um die Sammlung von einer späteren Version zu unterscheiden. Alle Dateien werden auch in eine Kategorie mit dem gleichen Namen gruppiert. Lasst uns zum Beispiel sagen, dass du eine Sammlung mit HTML-Dateien von außerhalb deines Software-Dokumentationssystems importierst, dann würdest du eine eindeutige Sammlungskennung wie „FluxCapacitor-v1.1“ eingeben, so dass die ganze Sammlung in eine Artikelhierarchie importiert wird, die mit „FluxCapacitor-v1.1“ beginnt. Auf diese Weise können 10 unterschiedliche Sammlungen ohne Überschreibung von anderen importiert werden.\n\nDie Angabe eines vorhandenen Sammlungsnamens (oder übergeordneten Pfades) aktualisiert den vorhandenen Wikiinhalt.\n\nFalls du eine einzelne Datei in eine vorhandene Artikelhierarchie importieren möchtest, gib einfach ihren übergeordneten Pfad als Sammlungsnamen an.\n\nBeim Importieren einer neuen Datei „advanced_topics.html“ beispielsweise, die unter <code>„FluxCapacitor-v1.1/docs/advanced_topics.html“</code> existieren sollte, ist der übergeordnete Pfad „FluxCapacitor-v1.1/docs/“.",
	"html2wiki-title": "HTML importieren",
	"html2wiki-fieldset-legend": "HTML-Inhalt importieren",
	"html2wiki_filenotfound": "Datei ($1) nicht gefunden",
	"html2wiki-text": "Es werden sowohl einzelne HTML- (.html) als auch Archivdateien unterstützt. Archive können .gz, .tar, .tar.gz, .tgz oder .zip sein. Bilder werden automatisch von Archivdateien verarbeitet.",
	"html2wiki-filename": "Dateiname:",
	"html2wiki-not-allowed": "Leider musst du ein Administrator sein oder Importrechte haben, um dieses Formular zu nutzen.",
	"html2wiki-log-name": "HTML-Import-Logbuch",
	"html2wiki-log-description": "Unten ist eine Liste der letzten HTML-Importe",
	"html2wiki_multiple_body": "Mehr als einen Satz von <body>-Tags gefunden in\n$1",
	"html2wiki_uploaderror": "Bei der Verarbeitung des Dateiuploads gab es einen Fehler:\n$1",
	"html2wiki_parse-error": "QueryPath (http://querypath.org/) konnte den gelieferten Inhalt bei $1 nicht parsen",
	"logentry-html2wiki": "$1 {{GENDER:$2|importierte}} die Seite $3"
}
