{
	"@metadata": {
		"authors": [
			"Greg Rundlett",
			"Orlodrim",
			"Wladek92",
			"Gomoko"
		]
	},
	"html2wiki": "Importer du contenu HTML",
	"html2wiki-collection-name": "Nom de collection ou chemin du parent :",
	"html2wiki-comment": "Fichier importé par [https://www.mediawiki.org/wiki/Extension:Html2Wiki Html2Wiki]",
	"html2wiki-desc": "Importer un contenu HTML dans votre wiki",
	"html2wiki-dry-run": "Prévisualiser sans enregistrer :",
	"html2wiki-dry-run-heading": "Ceci est une prévisualisation ! Le contenu n’a pas été enregistré :",
	"html2wiki-summary": "Importer des pages HTML dans le wiki",
	"html2wiki-importbtn": "Importer",
	"html2wiki-intro": "Utilisez ce formulaire pour importer du contenu HTML dans votre wiki.\n\nSi vous importez un fichier zip, le champ « Nom de collection » est utilisé pour différencier la collection d’une version ultérieure. De plus, tous les fichiers seront regroupés dans une catégorie portant ce nom. Par exemple, supposons que vous importiez une collection de fichiers HTML produits par votre système de documentation de logiciel. Vous entrerez alors un identifiant de collection unique, tel que « ConvecteurTemporel-v1.1 », de sorte que l’intégralité de la collection soit importée dans une hiérarchie d’articles commençant par « ConvecteurTemporel-v1.1 ». Ainsi, 10 collections différentes peuvent être importées sans interférer les unes avec les autres.\n\nSaisir un nom de collection déjà existant (ou un chemin parent) mettra à jour le contenu existant sur le wiki.\n\nSi vous voulez importer un fichier unique dans une hiérarchie d’articles existante, indiquez simplement le nom de la collection comme « parent ».\n\nPar exemple, si vous importez une nouvelle page « détails_techniques.html » et qu’elle doit avoir comme titre <code>ConvecteurTemporel-v1.1/docs/détails_techniques.html</code>, saisissez comme « ConvecteurTemporel-v1.1/docs/ » comme parent.",
	"html2wiki-title": "Importer du HTML",
	"html2wiki-fieldset-legend": "Importer du contenu HTML",
	"html2wiki_filenotfound": "Fichier ($1) non trouvé",
	"html2wiki-text": "Il est possible d’importer des fichiers HTML (.html) individuels ainsi que des archives. Les archives peuvent être au format .gz, .tar, .tar.gz, .tgz ou .zip. Les images présentes dans les archives seront traitées automatiquement.",
	"html2wiki-filename": "Nom de fichier :",
	"html2wiki-not-allowed": "Désolé, vous devez être administrateur ou avoir le droit d’importation pour utiliser ce formulaire.",
	"html2wiki-log-name": "Journal d’import HTML",
	"html2wiki-log-description": "Voici une liste des dernières opérations d’importation HTML",
	"html2wiki_multiple_body": "Plus d’une balise <body> trouvée dans\n$1",
	"html2wiki_uploaderror": "Une erreur s’est produite lors de l’importation du fichier :\n$1",
	"html2wiki_parse-error": "QueryPath (http://querypath.org/) n’a pas pu analyser le contenu fourni dans $1",
	"logentry-html2wiki": "$1 {{GENDER:$2|a importé}} la page $3"
}
