{
	"@metadata": {
		"authors": [
			"Vitorvicentevalente",
			"Hamilton Abreu"
		]
	},
	"html2wiki": "Importar conteúdo HTML",
	"html2wiki-collection-name": "Nome do conjunto, ou nome da hierarquia:",
	"html2wiki-comment": "Ficheiro importado por [https://www.mediawiki.org/wiki/Extension:Html2Wiki Html2Wiki]",
	"html2wiki-desc": "Importa conteúdo HTML para a sua wiki",
	"html2wiki-dry-run": "Antevisão:",
	"html2wiki-dry-run-heading": "Mera antevisão! O conteúdo não foi gravado:",
	"html2wiki-summary": "Importar páginas HTML para a wiki",
	"html2wiki-importbtn": "Importar",
	"html2wiki-intro": "Use este formulário para importar conteúdo HTML para a sua wiki.\n\nSe carregar um ficheiro zip, o campo Nome do Conjunto é usado para diferenciar esse conjunto de outras versões posteriores do mesmo. Todos os ficheiros dentro do zip serão agrupados numa categoria com esse nome. Por exemplo, digamos que está a importar um conjunto de ficheiros HTML produzidos pelo seu sistema de documentação de software. Deve introduzir um identificador único como  'CondensadorDeFluxoDeLorean-v1.1' para que todo o conjunto seja importado para uma hierarquia de artigos que começa por 'CondensadorDeFluxoDeLorean-v1.1'. Desta forma, 10 conjuntos diferentes podem ser importados sem que interfiram uns com os outros.\n\nEspecificar um Nome do Conjunto (ou caminho de uma hierarquia) que já exista, atualiza esse conjunto já existente.\n\nSe pretende importar um único ficheiro para dentro de uma hierarquia de artigos existente, introduza simplesmente o nome dessa hierarquia no Nome do Conjunto.\n\nPor exemplo, ao importar uma nova versão de 'tópicos_avançados.html' que deverá ser colocada em <code>'CondensadorDeFluxoDeLorean-v1.1/docs/tópicos_avançados.html'</code>, a hierarquia deve ser 'CondensadorDeFluxoDeLorean-v1.1/docs/'",
	"html2wiki-title": "Importação de HTML",
	"html2wiki-fieldset-legend": "Importação de conteúdo HTML",
	"html2wiki_filenotfound": "Ficheiro ($1) não encontrado",
	"html2wiki-text": "São suportados ficheiros individuais HTML (.html) e Arquivos. Os arquivos podem ser .gz, .tar, .tar.gz, .tgz ou .zip. As imagens dentro dos ficheiros de arquivo serão tratadas automaticamente.",
	"html2wiki-filename": "Nome do ficheiro:",
	"html2wiki-not-allowed": "Desculpe, para usar este formulário tem de ser administrador(a) ou ter permissões de importação.",
	"html2wiki-log-name": "Registo de importação de HTML",
	"html2wiki-log-description": "É apresentada abaixo uma lista das importações recentes de HTML",
	"html2wiki_multiple_body": "Foi encontrado mais do que um conjunto de elementos <body> em $1",
	"html2wiki_uploaderror": "Ocorreu um erro na importação do ficheiro: $1",
	"html2wiki_parse-error": "QueryPath (http://querypath.org/) não conseguiu analisar o conteúdo fornecido em $1",
	"logentry-html2wiki": "$1 {{GENDER:$2|importou}} a página $3"
}
